Repository: gchikovanii/Empathy-Wave
Catalog: EmphatyWave.Domain/Localization/ErrorMessages.*.resx
Languages: ka_ge

# AccountAct
source: Account is not activated yet. Please check your inbox
ka_ge: ექაუნთი გააქტიურებული არ არის. გთხოვთ შეამოწმოთ ინბოქსი

# AccountError
source: Email or Password is not correct!
ka_ge: მეილი ან პაროლი არასწორია

# CategoryNotExists
source: Inputed category doesn't exists!
ka_ge: შეყვანილი კატეგორია არ არსებობს.

# DescriptionSize
source: Description must contain at least 15 characters.
ka_ge: ჩანაწერი უნდა შეიცავდეს მინიმუმ 15 სიმბოლოს.

# DiscountRange
source: Discount must be between 1 and the product price.
ka_ge: ფასდაკლების არეალი არის 1იდან პროდუქტის ფასამდე

# Email
source: Email Must be in correct format.
ka_ge: მეილი უნდა იყოს სწორ ფორმატში

# EmailAlreadyExists
source: User with current email already exists
ka_ge: მომხარებელი მსგავსი მეილით უკვე დარეგისტრირებულია

# FieldIsRequired
source: Field is required, please fill it correctly
ka_ge: ველი შევსება სავალდებულოა

# InaccessibleOrder
source: Inaccesisble order
ka_ge: მიუწვდომელია შეკვეთის ისტორია

source: Invalid Error
ka_ge: შეცდომა

# MaxLengthIs
source: Maximum length is
ka_ge: მაქსიმალური ზომა არის

# MinLengthIs
source: Minimum Length is
ka_ge: მინიმალური ზომა არის

# OnlyNumbers
source: Only numbers, please fill data in correct format
ka_ge: მხოლოდ ციფრები, გთხოვთ შეიყვანოთ ინფორმაცია მოცემულ ფორმატში

# OrderItemsNotExists
source: Order Items does not exsit
ka_ge: შეკვეთის ნაწილები არ არსებობს ბაზაში

# OrderNotExists
source: Order does not exists
ka_ge: შეკვეთა არ არსებობს

# OutOfStock
source: Product is out of stock
ka_ge: პროდუქტის მარაგი ამოწურულია

# Password
source: Password must be at least 8 characters long and include at least one uppercase letter, one lowercase letter, one number, and one special character.
ka_ge: პაროლი უნდა იყოს მიმინუმ 8 სიგრძეში და შეიცავდეს პატარა ასოს, დიდ ასოს, ციფრსა და განსაკუთრებულ ჩანაწერს(@,!,_,-)...

source: Payment Failed
ka_ge: გადახდა ვერ მოხერხდა

# PriceRange
source: Price must be between 1 and 35K
ka_ge: ფასი უნდა იყოს 1სა და 35 ათას შორის

# ProductNotFound
source: Product was not found
ka_ge: პროდუქტი ვერ მოიძებნა

# PromoAlreadyExists
source: Promo code already exists
ka_ge: პრომო კოდი უკვე არსებობს

# PromoNotFound
source: Promo Code was not found
ka_ge: პრომო კოდი ვერ მოიძებნა

# SaveChanges
source: Error occured while saving changes in database
ka_ge: შენახვისას დაფიქსირდა შეცდომა

# TotalPriceRange
source: Total Price range is from 1 to 150K
ka_ge: ერთდჯერადად შესაძლებელია 150 000 ვალუტის პროდუქტის შეძენა

# UserNameAlreadyExists
source: User with current user name already exists
ka_ge: მომხარებელი მსგავსი სახელით უკვე დარეგისტრირებულია
